/* Title for view controller presented by Drop In to collect a new payment method when payment methods are already on file */
"ADD_PAYMENT_METHOD_VIEW_CONTROLLER_TITLE" = "Aggiungi metodo di pagamento";

/* Section header above card form in Drop In view controller */
"CARD_FORM_SECTION_HEADER" = "Paga con una carta";

/* Default text to display in Drop In view controller call to action (Submit button) */
"DEFAULT_CALL_TO_ACTION" = "Paga";

/* Title text for button on Drop In with a selected payment method that allows user to choose a different payment method on file */
"DROP_IN_CHANGE_PAYMENT_METHOD_BUTTON_TEXT" = "Modifica il metodo di pagamento";

/* Button text to indicate acceptance of an alert condition */
"ERROR_ALERT_CANCEL_BUTTON_TEXT" = "Annulla";

/* Vague title for alert view that ambiguously indicates an unspecified failure */
"ERROR_ALERT_CONNECTION_ERROR" = "Errore di connessione";

/* Button text to indicate acceptance of an alert condition */
"ERROR_ALERT_OK_BUTTON_TEXT" = "OK";

/* Button text to request that an failed operation should be restarted and to try again */
"ERROR_ALERT_TRY_AGAIN_BUTTON_TEXT" = "Riprova";

/* Title for alert view that is displayed when Drop In submission fails because there was an error saving the card */
"ERROR_SAVING_CARD_ALERT_TITLE" = "Errore nel salvare la carta";

/* Message for alert view that is displayed when Drop In submission fails because there was an error saving the card */
"ERROR_SAVING_CARD_MESSAGE" = "Riprova.";

/* Title for alert view that is displayed when Drop In submission fails because there was an error saving the PayPal account */
"ERROR_SAVING_PAYMENT_METHOD_ALERT_TITLE" = "Errore sistemi PayPal";

/* Message for alert view that is displayed when Drop In submission fails because there was an error saving the PayPal account */
"ERROR_SAVING_PAYPAL_ACCOUNT_ALERT_MESSAGE" = "Riprova.";

/* Title for select payment method view controller */
"SELECT_PAYMENT_METHOD_TITLE" = "Metodo di pagamento";
